{
    "Galletas Cookies": [
        [
            [
                "Harina",
                400,
                "gs"
            ],
            [
                "Manteca",
                200,
                "gs"
            ],
            [
                "Azúcar comun",
                180,
                "gs"
            ],
            [
                "Azúcar mascabo",
                200,
                "gs"
            ],
            [
                "Esencia de vainilla",
                "C/N",
                ""
            ],
            [
                "Sal",
                15,
                "gs"
            ],
            [
                "Polvo de hornear",
                5,
                "gs"
            ],
            [
                "Chocolate",
                300,
                "gs"
            ]
        ],
        [
            [
                "Paso 1: Mezclar con batidor o batidora de mano la manteca en cubos a temperatura ambiente, los azúcares, la sal y el polvo de hornear. "
            ],
            [
                "Paso 2: Mezclar los huevos y la vainilla."
            ],
            [
                "Paso 3: Mezclar la harina con el chocolate picado y agregar todo a la preparación anterior."
            ],
            [
                "Paso 4: Poner la masa, de a cucharadas en una placa enmantecada o con papel manteca y llevarlas a heladera durante 20 minutos."
            ],
            [
                "Paso 5: Cocinarlas por 15 o 20 minutos. Al sacarlas del horno, aplastarlas un poco para que queden más compactas."
            ],
            [
                "Paso 6: Dejar enfriar en rejilla."
            ]
        ],
        "imagenes pueden o no estar",
        50,
        20,
        " 09/03/22 "
    ],
    "Anchi": [
        [
            [
                "Semola",
                500,
                "gs"
            ],
            [
                "Azucar",
                250,
                "gs"
            ],
            [
                "Cascara de limon",
                "C/",
                ""
            ],
            [
                "Clavo de olor",
                "C/N",
                ""
            ],
            [
                "Pelon deshidratado",
                "C/N",
                ""
            ]
        ],
        [
            [
                "Paso 1: En una olla con agua (aproximadamente tres litros) ir agregando la sémola de maíz (polenta); lo ideal es arrojarla en forma de lluvia. El agua debe estar hirviendo y hay que mezclar de manera constante. El tiempo de mezclado va a depender de la cantidad de polenta que agreguemos."
            ],
            [
                "Paso 2: A la mezcla le sumamos el azúcar y la rama de canela o clavo de olor."
            ],
            [
                "Paso 3: Con la polenta cocida, podemos agregar la cáscara de limón. Va a depender del criterio de cada uno. La cáscara de los cítricos puede usarse de forma rallada."
            ],
            [
                "Paso 4: Si agrega los pelones deshidratados, dejarlos en remojo toda una noche y hacerlos hervir antes de incorporarlos a la preparación. Hervir una media hora más. Retirar del fuego, la consistencia debe ser semi-líquida. Dejar enfriar y agregar hielo."
            ]
        ],
        "imagenes pueden o no estar",
        30,
        60,
        " 09/03/22 "
    ],
    "Prueba": [
        [
            [
                "queso",
                "1",
                "1000"
            ],
            [
                "tomate",
                "2",
                "1"
            ],
            [
                "prepizza",
                "7",
                "6"
            ]
        ],
        [],
        "",
        null,
        null,
        null
    ]
}